"%@ - Offline" = "%@ – ni dosegljiva";

"3D Secure" = "3D Secure";

"Add New Card…" = "Dodaj novo kartico ...";

"Add a Card" = "Dodajte kartico";

"Apt." = "Stanovanje";

"Contact" = "Stik";

"Delivery" = "Dostava";

"Delivery Address" = "Dostavni naslov";

"Free" = "Brezplačno";

"Invalid Shipping Address" = "Neveljaven dostavni naslov";

"Loading…" = "Nalaganje ...";

"Multibanco" = "Multibanco";

"Next" = "Naprej";

"Online Banking (FPX)" = "Spletno bančništvo (FPX)";

"Payment Method" = "Načina plačila";

"Shipping" = "Dostava";

"Shipping Method" = "Način dostave";

"Use Billing" = "Uporabi naslov plačnika računa";

"Use Delivery" = "Uporabi dostavo";

"Use Shipping" = "Uporabi dostavo";
